[
  {
    "id": 1,
    "title": "Здоров'я, відпочинок та задоволення: чому велосипед - найкращий спосіб комбінувати ці три складові",
    "messages": [
      {
        "user": "Nikita",
        "message": "Велосипед - це прекрасний спосіб не тільки заняття спортом, але й проведення часу на свіжому повітрі. Я завжди люблю зробити прогулянку на велосипеді в парку вихідного дня!",
        "data": "20.04.2023"
      },
      {
        "user": "Norland",
        "message": "Для мене велосипедний туризм - це найкращий вид відпочинку. Я завжди мріяв про поїздку на велосипеді до Європи, і надіюся, що колись це стане можливим!",
        "data": "21.04.2023"
      },
      {
        "user": "Nik",
        "message": "Спорт на велосипеді дуже корисний для здоров'я, але не забувайте про безпеку. Не забудьте надіти захисний касок та використовувати сигнальні пристрої, щоб уникнути травм та нещасних випадків.",
        "data": "22.04.2023"
      }
    ],
    "tags": ["Спорт", "Велосипеди", "Відпочинок"]
  },
  {
    "id": 2,
    "title": "5 корисних вправ для здоров'я тіла та розуму",
    "messages": [
      {
        "user": "Nikita",
        "message": "Дуже корисні вправи, спробую втілити їх у своє щоденне життя!",
        "data": "20.04.2023"
      },
      {
        "user": "Norland",
        "message": "Я вже давно займаюсь спортом, але декілька з цих вправ мені ще не знайомі. Обов'язково спробую!",
        "data": "21.04.2023"
      },
      {
        "user": "Nik",
        "message": "Добре, що в ці вправи входить і медитація, також корисний спосіб для здоров'я розуму та душі.",
        "data": "22.04.2023"
      }
    ],
    "tags": ["Здоров'я", "Спорт", "Життя"]
  },
  {
    "id": 3,
    "title": "Найпопулярніші відеоігри 2023 року",
    "messages": [
      {
        "user": "Nikita",
        "message": "Ого, я не знав, що ці ігри вже вийшли! Надаю їм шанс і вже займаюся їхньою завантаженням",
        "data": "20.04.2023"
      },
      {
        "user": "Norland",
        "message": "Дуже цікаво, що наступний рік обіцяє бути насиченим новими іграми. Невпинно чекаю, коли вони вийдуть!",
        "data": "21.04.2023"
      },
      {
        "user": "Nik",
        "message": "Зараз найголовніше - це не відстати від своїх друзів, які вже встигли всі зіграти в ці ігри!",
        "data": "22.04.2023"
      }
    ],
    "tags": ["Відеоігри", "Комп'ютери", "Розваги"]
  },
  {
    "id": 4,
    "title": "10 кращих книг у жанрі фентезі, які варто прочитати",
    "messages": [
      {
        "user": "Nikita",
        "message": "Я перечитувала перші 3 книги зі списку вже декілька разів. Вони - просто диво!",
        "data": "20.04.2023"
      },
      {
        "user": "Norland",
        "message": "Щойно закінчив читати останню книгу зі списку. Рекомендую всім!",
        "data": "21.04.2023"
      },
      {
        "user": "Nik",
        "message": "Дякую за такий чудовий список! Я вже купив кілька книг і з нетерпінням чекаю, коли зможу зануритися у світ фентезі!",
        "data": "22.04.2023"
      }
    ],
    "tags": ["Книги", "Фентезі", "Розвиток"]
  },
  {
    "id": 5,
    "title": "7 простих страв, які можна приготувати за 30 хвилин",
    "messages": [
      {
        "user": "Nikita",
        "message": "Дякую за рецепти! Я люблю готувати, але часто не маю часу на довгі та складні страви, тому ці ідеї мені дуже допоможуть",
        "data": "20.04.2023"
      },
      {
        "user": "Norland",
        "message": "Я завжди думав, що готувати складно, але ці рецепти виглядають так просто. Спробую приготувати щось собі на обід завтра",
        "data": "21.04.2023"
      },
      {
        "user": "Nik",
        "message": "Для мене головне - щоб страви були смачні і здорові. Ці рецепти мають обидва критерії, тому обов'язково спробую їх приготувати",
        "data": "22.04.2023"
      }
    ],
    "tags": ["Їжа", "Кулінарія", "Життя"]
  },
  {
    "id": 6,
    "title": "Огляд нових моделей автомобілів від провідних виробників",
    "messages": [
      {
        "user": "Nikita",
        "message": "Я дуже цікавлюся автомобільною технікою, тому цей огляд мені був дуже корисним. Дякую за інформацію",
        "data": "20.04.2023"
      },
      {
        "user": "Norland",
        "message": "Нові моделі виглядають неймовірно круто! Жаль, що ціни на них такі високі, але, можливо, колись і мені вдасться придбати собі такий автомобіль",
        "data": "21.04.2023"
      },
      {
        "user": "Nik",
        "message": "Якщо говорити про технічні характеристики, то мені сподобалася одна з моделей. Який там був двигун? Варто розглянути її для покупки",
        "data": "22.04.2023"
      }
    ],
    "tags": ["Автомобілі", "Технології", "Розвиток"]
  },
  {
    "id": 7,
    "title": "Кращі місця для відпочинку на морі в Україні",
    "messages": [
      {
        "user": "Nikita",
        "message": "Дуже корисна інформація! Думаю, обов'язково відвідую одне з цих місць цього літа.",
        "data": "20.04.2023"
      },
      {
        "user": "Norland",
        "message": "Завжди з нетерпінням чекаю нових списків кращих місць для відпочинку в Україні. Дякую за підбірку!",
        "data": "21.04.2023"
      },
      {
        "user": "Nik",
        "message": "Красиві фото та цікаві місця. Тепер точно знаю, куди сходити на море у цьому році.",
        "data": "22.04.2023"
      }
    ],
    "tags": ["Море", "Подорожі", "Відпочинок"]
  },
  {
    "id": 8,
    "title": "5 цікавих фактів про нумізматику та збір монет",
    "messages": [
      {
        "user": "Nikita",
        "message": "Дуже цікаво! Ніколи раніше не знав, що існують такі дорогі монети.",
        "data": "20.04.2023"
      },
      {
        "user": "Norland",
        "message": "Я завжди вважав, що нумізматика - це складна наука, але ці факти зробили це все більш зрозумілим.",
        "data": "21.04.2023"
      },
      {
        "user": "Nik",
        "message": "Дуже цікаві факти! Я дійсно не знав, що так багато країн випускають монети зі знаками зодіаку. Дякую за цю статтю!\n\n\n",
        "data": "22.04.2023"
      }
    ],
    "tags": ["Нумізматика", "Історія", "Культура"]
  }
]