[
  {
    "id": 1,
    "title": "Здоров'я, відпочинок та задоволення: чому велосипед - найкращий спосіб комбінувати ці три складові",
    "messages": [
      {
        "user": "Nikita",
        "message": "Велосипед - це прекрасний спосіб не тільки заняття спортом, але й проведення часу на свіжому повітрі. Я завжди люблю зробити прогулянку на велосипеді в парку вихідного дня!",
        "data": "20.04.2023"
      },
      {
        "user": "Norland",
        "message": "Для мене велосипедний туризм - це найкращий вид відпочинку. Я завжди мріяв про поїздку на велосипеді до Європи, і надіюся, що колись це стане можливим!",
        "data": "21.04.2023"
      },
      {
        "user": "Nik",
        "message": "Спорт на велосипеді дуже корисний для здоров'я, але не забувайте про безпеку. Не забудьте надіти захисний касок та використовувати сигнальні пристрої, щоб уникнути травм та нещасних випадків.",
        "data": "22.04.2023"
      }
    ],
    "tags": ["Спорт", "Велосипеди", "Відпочинок"]
  },
  {
    "id": 2,
    "title": "5 корисних вправ для здоров'я тіла та розуму",
    "messages": [
      {
        "user": "Nikita",
        "message": "Дуже корисні вправи, спробую втілити їх у своє щоденне життя!",
        "data": "20.04.2023"
      },
      {
        "user": "Norland",
        "message": "Я вже давно займаюсь спортом, але декілька з цих вправ мені ще не знайомі. Обов'язково спробую!",
        "data": "21.04.2023"
      },
      {
        "user": "Nik",
        "message": "Добре, що в ці вправи входить і медитація, також корисний спосіб для здоров'я розуму та душі.",
        "data": "22.04.2023"
      }
    ],
    "tags": ["Здоров'я", "Спорт", "Життя"]
  },
  {
    "id": 3,
    "title": "Найпопулярніші відеоігри 2023 року",
    "messages": [
      {
        "user": "Nikita",
        "message": "Ого, я не знав, що ці ігри вже вийшли! Надаю їм шанс і вже займаюся їхньою завантаженням",
        "data": "20.04.2023"
      },
      {
        "user": "Norland",
        "message": "Дуже цікаво, що наступний рік обіцяє бути насиченим новими іграми. Невпинно чекаю, коли вони вийдуть!",
        "data": "21.04.2023"
      },
      {
        "user": "Nik",
        "message": "Зараз найголовніше - це не відстати від своїх друзів, які вже встигли всі зіграти в ці ігри!",
        "data": "22.04.2023"
      }
    ],
    "tags": ["Відеоігри", "Комп'ютери", "Розваги"]
  },
  {
    "id": 4,
    "title": "10 кращих книг у жанрі фентезі, які варто прочитати",
    "messages": [
      {
        "user": "Nikita",
        "message": "Я перечитувала перші 3 книги зі списку вже декілька разів. Вони - просто диво!",
        "data": "20.04.2023"
      },
      {
        "user": "Norland",
        "message": "Щойно закінчив читати останню книгу зі списку. Рекомендую всім!",
        "data": "21.04.2023"
      },
      {
        "user": "Nik",
        "message": "Дякую за такий чудовий список! Я вже купив кілька книг і з нетерпінням чекаю, коли зможу зануритися у світ фентезі!",
        "data": "22.04.2023"
      }
    ],
    "tags": ["Книги", "Фентезі", "Розвиток"]
  },
  {
    "id": 5,
    "title": "7 простих страв, які можна приготувати за 30 хвилин",
    "messages": [
      {
        "user": "Nikita",
        "message": "Дякую за рецепти! Я люблю готувати, але часто не маю часу на довгі та складні страви, тому ці ідеї мені дуже допоможуть",
        "data": "20.04.2023"
      },
      {
        "user": "Norland",
        "message": "Я завжди думав, що готувати складно, але ці рецепти виглядають так просто. Спробую приготувати щось собі на обід завтра",
        "data": "21.04.2023"
      },
      {
        "user": "Nik",
        "message": "Для мене головне - щоб страви були смачні і здорові. Ці рецепти мають обидва критерії, тому обов'язково спробую їх приготувати",
        "data": "22.04.2023"
      }
    ],
    "tags": ["Їжа", "Кулінарія", "Життя"]
  },
  {
    "id": 6,
    "title": "Огляд нових моделей автомобілів від провідних виробників",
    "messages": [
      {
        "user": "Nikita",
        "message": "Я дуже цікавлюся автомобільною технікою, тому цей огляд мені був дуже корисним. Дякую за інформацію",
        "data": "20.04.2023"
      },
      {
        "user": "Norland",
        "message": "Нові моделі виглядають неймовірно круто! Жаль, що ціни на них такі високі, але, можливо, колись і мені вдасться придбати собі такий автомобіль",
        "data": "21.04.2023"
      },
      {
        "user": "Nik",
        "message": "Якщо говорити про технічні характеристики, то мені сподобалася одна з моделей. Який там був двигун? Варто розглянути її для покупки",
        "data": "22.04.2023"
      }
    ],
    "tags": ["Автомобілі", "Технології", "Розвиток"]
  },
  {
    "id": 7,
    "title": "Кращі місця для відпочинку на морі в Україні",
    "messages": [
      {
        "user": "Nikita",
        "message": "Дуже корисна інформація! Думаю, обов'язково відвідую одне з цих місць цього літа.",
        "data": "20.04.2023"
      },
      {
        "user": "Norland",
        "message": "Завжди з нетерпінням чекаю нових списків кращих місць для відпочинку в Україні. Дякую за підбірку!",
        "data": "21.04.2023"
      },
      {
        "user": "Nik",
        "message": "Красиві фото та цікаві місця. Тепер точно знаю, куди сходити на море у цьому році.",
        "data": "22.04.2023"
      }
    ],
    "tags": ["Море", "Подорожі", "Відпочинок"]
  },
  {
    "id": 8,
    "title": "5 цікавих фактів про нумізматику та збір монет",
    "messages": [
      {
        "user": "Nikita",
        "message": "Дуже цікаво! Ніколи раніше не знав, що існують такі дорогі монети.",
        "data": "20.04.2023"
      },
      {
        "user": "Norland",
        "message": "Я завжди вважав, що нумізматика - це складна наука, але ці факти зробили це все більш зрозумілим.",
        "data": "21.04.2023"
      },
      {
        "user": "Nik",
        "message": "Дуже цікаві факти! Я дійсно не знав, що так багато країн випускають монети зі знаками зодіаку. Дякую за цю статтю!\n\n\n",
        "data": "22.04.2023"
      }
    ],
    "tags": ["Нумізматика", "Історія", "Культура"]
  },
  {
    "id": 9,
    "title": "Кращі вправи для здоров’я та спорту",
    "messages": [
      {
        "user": "Nikita",
        "message": "Дуже корисний пост! Я був в пошуку нових вправ для свого ранкового тренування, і цей пост дійсно допоміг. Дякую за поради!",
        "data": "20.04.2023"
      },
      {
        "user": "Norland",
        "message": "Думаю, що ці вправи підійдуть для будь-якого рівня фізичної підготовки. Для початківців це гарний спосіб розпочати свій шлях до здорового способу життя, а для досвідчених - можливість розширити свій арсенал вправ.",
        "data": "21.04.2023"
      },
      {
        "user": "Nik",
        "message": "Як довгий час займаюся спортом, можу підтвердити, що ці вправи дійсно ефективні і можуть допомогти покращити фізичну форму. Рекомендую всім спробувати!",
        "data": "22.04.2023"
      },
      {
        "user": "Norland",
        "message": "Для мене, як для людини з обмеженими можливостями, цей пост став дійсно корисним. Багато вправ можна виконувати сидячи або з допомогою простих тренажерів. Дякую за увагу до різних потреб та можливостей!",
        "data": "22.04.2023"
      },
      {
        "user": "Nikita",
        "message": "Дуже цікаво! Я не знала, що існують такі вправи, що можуть поліпшити гнучкість тіла і розслабити м’язи. Важливо не забувати про такі аспекти фітнесу як гнучкість та розтяжку. Дякую за поради та допомогу у розвитку моєї фізичної форми!",
        "data": "24.04.2023"
      }
    ],
    "tags": ["Здоров’я", "Спорт", "Життя"]
  },
  {
    "id": 10,
    "title": "Найкращі відеоігри цього року",
    "messages": [
      {
        "user": "Nikita",
        "message": "Дуже цікавий список! Вже пройшов Residen Evil Village, і згоден з автором, ця гра дійсно надзвичайна. А щодо Deathloop, то ще не грав, але вже почув про неї чимало хорошого, мабуть, варто спробувати.",
        "data": "20.04.2023"
      },
      {
        "user": "Norland",
        "message": "Не дивлячись на те, що ці ігри вийшли цього року, вони вже мають неймовірну популярність і величезну базу шанувальників. Це доводить, що комп'ютерні ігри – не просто розвага, а повноцінна форма мистецтва.",
        "data": "21.04.2023"
      },
      {
        "user": "Nik",
        "message": "Ігри з детальною проробкою світу та головоломками – це моє улюблене жанр, тому я обов'язково спробую відіграти Ratchet and Clank: Rift Apart та Psychonauts 2. Дякую за поради!",
        "data": "22.04.2023"
      },
      {
        "user": "Norland",
        "message": "Цей рік дійсно порадував геймерів великою кількістю якісних ігор. Але є ще багато дивовижних ігор, які вийшли раніше та заслуговують на увагу. Наприклад, Horizon Zero Dawn або Control. Вони точно зможуть захопити на довгі години.",
        "data": "24.04.2023"
      }
    ],
    "tags": ["Відеоігри", "Комп’ютери", "Розваги"]
  },
  {
    "id": 11,
    "title": "Як підготувати смачний обід менше, ніж за 30 хвилин",
    "messages": [
      {
        "user": "Nikita",
        "message": "Дякую за рецепт! Я завжди шукаю швидкі та смачні рішення для обіду. Завдяки вашому посту, я зміг приготувати смачну страву менше, ніж за 30 хвилин. Дуже задоволений результатом!",
        "data": "20.04.2023"
      },
      {
        "user": "Norland",
        "message": "Цікава стаття. Я думав, що приготувати щось смачне та здорове займе менше, ніж 30 хвилин, неможливо. Але, на щастя, я помилявся! Тепер я знаю, які рецепти використовувати, щоб отримати швидкий та смачний обід.",
        "data": "21.04.2023"
      },
      {
        "user": "Nik",
        "message": "Спасибі за рецепти! Я завжди шукаю нові ідеї для приготування їжі, особливо, коли часу мало. З вашою допомогою я зміг приготувати кілька різних страв менше, ніж за 30 хвилин. Раджу всім спробувати!",
        "data": "22.04.2023"
      }
    ],
    "tags": ["Їжа", "Життя"]
  },
  {
    "id": 12,
    "title": "Огляд кращих пам’яток Запоріжжя",
    "messages": [
      {
        "user": "Nikita",
        "message": "Дуже цікавий огляд! Дякую за таку корисну інформацію про Запоріжжя. Тепер точно знаю, куди поїхати на вихідні.",
        "data": "20.04.2023"
      },
      {
        "user": "Norland",
        "message": "Як житель Запоріжжя, можу підтвердити, що ці місця дійсно варто відвідати. Рекомендую зупинитися в парку Перемоги та на острівці Хортиця.",
        "data": "21.04.2023"
      },
      {
        "user": "Nik",
        "message": "Надихнули на нові мандрівки по Україні. Запоріжжя - неймовірне місто з багатою історією та культурою. Дякую за такий чудовий огляд!",
        "data": "22.04.2023"
      }
    ],
    "tags": ["Запоріжжя", "Подорожі", "Україна"]
  },
  {
    "id": 13,
    "title": "Основи програмування на мові С++",
    "messages": [
      {
        "user": "Nikita",
        "message": "Цікавий пост, я сам навчаюсь програмуванню на C++ і знайшов в цьому декілька корисних порад.",
        "data": "20.04.2023"
      },
      {
        "user": "Norland",
        "message": "Дуже чітке пояснення основ мови C++, це допомогло мені зрозуміти кілька складних концепцій.",
        "data": "21.04.2023"
      },
      {
        "user": "Nik",
        "message": "Я вважаю, що С++ є однією з найкращих мов програмування для створення ефективних та швидких програм, і цей пост є дуже корисним для тих, хто хоче вивчити цю мову.",
        "data": "22.04.2023"
      }
    ],
    "tags": ["Програмування", "С++", "Комп’ютери"]
  },
  {
    "id": 14,
    "title": "Які інструменти потрібні для самостійного ремонту автомобіля",
    "messages": [
      {
        "user": "Nikita",
        "message": "Цікава стаття! Я тільки починаю вчитися ремонтувати свій автомобіль, тож ці поради обов'язково мені знадобляться. Дуже вдячний за розгорнутий список необхідних інструментів!",
        "data": "20.04.2023"
      },
      {
        "user": "Norland",
        "message": "Якщо брати участь у технічному обслуговуванні свого авто, то необхідність у правильних інструментах виникає досить часто. Список інструментів дійсно корисний і вичерпний. Тепер зможу краще підготуватися до ремонту моєї машини.",
        "data": "21.04.2023"
      },
      {
        "user": "Nik",
        "message": "Записав усі інструменти, що потрібні для самостійного ремонту автомобіля. Буду підготовлений до будь-яких непередбачуваних ситуацій на дорозі. Дякую за корисні поради!",
        "data": "22.04.2023"
      }
    ],
    "tags": ["Автомобілі", "Інструменти", "Життя"]
  },
  {
    "id": 15,
    "title": "Найкращі пісні року в жанрі рок-музики",
    "messages": [
      {
        "user": "Nikita",
        "message": "Цікава підбірка! З радістю знайомлюсь з новими піснями у своєму улюбленому жанрі. Дякую за рекомендації!",
        "data": "20.04.2023"
      },
      {
        "user": "Norland",
        "message": "Неймовірно, скільки груп рок-музики з'явилось цього року. До наступного року вже є список для прослуховування. Чекаю на наступну підбірку!",
        "data": "21.04.2023"
      },
      {
        "user": "Nik",
        "message": "Класно, що у списку є імениті виконавці, але також дуже приємно дізнатись про новачків в жанрі. Дякую за добірку, я обов'язково послухаю кожну пісню.",
        "data": "22.04.2023"
      }
    ],
    "tags": ["Музика", "Розваги"]
  },
  {
    "id": 16,
    "title": "Як виграти гроші на аукціоні нумізматики",
    "messages": [
      {
        "user": "Nikita",
        "message": "Цікава інформація про те, як можна заробити гроші на нумізматиці. Аукціон - це один з найкращих способів продажу монет і заробітку на них.",
        "data": "20.04.2023"
      },
      {
        "user": "Norland",
        "message": "Як любитель нумізматики, мені сподобалося читати про те, як можна виграти аукціон і отримати цінну монету. Думаю, ця стаття буде корисною для багатьох колекціонерів.",
        "data": "21.04.2023"
      },
      {
        "user": "Nik",
        "message": "Важливо розуміти, що виграш на аукціоні - це не лише щастя, але й грамотна стратегія. Дякую за корисні поради щодо того, як правильно планувати свої ставки і як уникнути помилок.",
        "data": "22.04.2023"
      }
    ],
    "tags": ["Нумізматика", "Боністика"]
  }
]